Repository: CodeMOOC/TreasureHuntBot
Catalog: translation/*/LC_MESSAGES/text.po
Languages: el_gr, es_es, hu_hu, it_it, sl_si, sv_se

# unnamed_group
source: Unnamed
el_gr: Ανώνυμη ομάδα
es_es: grupo sin nombre
hu_hu: Névtelen
it_it: Senza nome
sl_si: Skupina brez imena
sv_se: Utan namn

# failure_general
source: Whoops! This is embarrassing… Something went wrong! Try again later, please.
el_gr: Ωωωωωπ! Κάτι πήγε λάθος! Δοκιμάστε σε λίγο, ξανά.
es_es: Algo no ha funcionado correctamente. Volved a provar más tarde
hu_hu: Upsz, ez kellemetlen... valami nem működött. Kérlek, próbáld meg később!
it_it: Oh! Questo è imbarazzante… Qualcosa è andato storto! Chi di dovere è stato avvertito e si sta occupando dell’errore. Ritenta tra poco.
sl_si: Joj, nekaj je šlo narobe. Prosim, poskusite še enkrat!
sv_se: Oups! Någonting gick fel! Försök igen senare.

# failure_group_not_found
source: You don’t seem to be registered to the game. 🤔
el_gr: Δεν έχετε εγγραφεί στο παιχνίδι.
es_es: No estáis registrados en el juego. 🤔
hu_hu: Úgy tűnik, hogy nem regisztráltál a játékra.
it_it: Non mi sembra tu sia registrato al gioco. 🤔
sl_si: Izgleda, da se še niste registrirali? 🤔
sv_se: Du är inte registrerad i spelet. 🤔

# failure_group_already_active
source: You’re ready to play.
el_gr: Είστε έτοιμοι να ξεκινήσετε το παιχνίδι.
es_es: Estáis listos para jugar
hu_hu: Készen álltok a játékra.
it_it: Sei già pronto per giocare.
sl_si: Pripravljeni ste na igro. 🤓
sv_se: Du är redo att börja spela.

# failure_group_invalid_state
source: Your team appears not to be ready to play. 🙁 Please follow the instructions you were given.
el_gr: Η ομάδα σας δεν είναι έτοιμη για να παίξει. Ακολουθήστε σωστά τις οδηγίες.
es_es: Parece que vuestro equipo no está listo para jugar. Seguid las instrucciones que habéis recibido
hu_hu: Úgy tűnik, hogy a csapatod nem áll készen a játékra 🙁 Kérlek, kövesd a kapott útmutatót.
it_it: Sembra che il tuo gruppo non sia pronto per giocare. 🙁 Segui le istruzioni che ti sono state date.
sl_si: Hm, nekaj ni v redu. 😕 Prosim, še enkrat preverite, kakšna so navodila.
sv_se: Ditt lag är inte redo att börja spela. Följ instruktionerna.

# failure_query
source: Failure during database access.
el_gr: Πρόβλημα πρόσβασης στη βάση δεδομένων.
es_es: Error en el acceso a la base de datos
hu_hu: Adatbázis-elérési hiba.
it_it: Errore durante l’accesso al database.
sl_si: Ups, en škrat nam nagaja v bazi.
sv_se: Kan inte nå databasen.

# failure_event_not_ready
source: The event “%EVENT_NAME%” has not started yet.
el_gr: Το παιχνίδι “%EVENT_NAME%” δεν έχει ξεκινήσει.
es_es: El evento “%EVENT_NAME%” todavía no ha empezado
it_it: L’evento “%EVENT_NAME%” non è ancora cominciato.

# failure_event_over
source: The event “%EVENT_NAME%” is over. Thanks for playing. 🙂
el_gr: Το παιχνίδι “%EVENT_NAME%” έχει τελειώσει. Ευχαριστούμε για τη συμμετοχή σας. 🙂
es_es: El evento “%EVENT_NAME%” ha finalizado. Gracias por jugar. 🙂
it_it: L’evento “%EVENT_NAME%” si è concluso. Grazie per aver partecipato. 🙂

# failure_game_not_ready
source: The game “%GAME_NAME%” has not yet been activated. Follow instructions by the organizers.
el_gr: Το παιχνίδι “%GAME_NAME%” δεν έχει ξεκινήσει. Ακολουθήστε τις οδηγίες των διοργανωτών.
es_es: El juego “%GAME_NAME%” todavía no está activo. Seguid las instrucciones de la organización
it_it: La partita “%GAME_NAME%” non è stata ancora attivata. Segui le istruzioni degli organizzatori.

# failure_game_dead
source: The game is over. 🏁 See you at the next <i>Code Hunting Games</i> event!
el_gr: Το παιχνίδι τελείωσε. 🏁 Τα ξαναλέμε στο επόμενο <i>Code Hunting Games</i> !
es_es: El juego ha acabado. 🏁 Nos vemos en el próximo evento <i>Code Hunting Games</i>!
it_it: Spiacente, la partita “%GAME_NAME%” si è conclusa. 🏁 Ci vediamo al prossimo <i>Code Hunting Game</i>!
sl_si: Ta igra je zaključena, zato do nje ne morete več dostopati. 🏁 Se vidimo pri naslednjem <i>Lovu na kodo</i>!

source: cmd_help
el_gr: Βοήθεια
es_es: Ayuda
hu_hu: Segítség
sl_si: Pomoč prihaja ...
sv_se: Hjälp!

# cmd_test
source: All set! You have everything you need to scan QR Codes and play with Code Hunting Games. 👍
el_gr: Όλα είναι έτοιμα! Διαθέτετε όσα χρειάζεστε για να σαρώνετε QR Codes και να παίξετε στο Code Hunting Games. 👍

# cmd_start_new
source: Hi, %FULL_NAME%! Welcome to the <b>Code Hunting Games</b> bot. In order to participate, you must register to a game: follow the instructions given by the organizers.
el_gr: Γεια σας, %FULL_NAME%! Καλωσορίσατε στο παιχνίδι <b>Code Hunting</b>. Για να συμμετάσχετε, πρέπει να εγγραφείτε σε ένα παιχνίδι: ακολουθήστε τις οδηγίες που σας έχουν δώσει οι διοργανωτές.
es_es: Hola, %FULL_NAME%! Bienvenidos al bot <b>Code Hunting Games</b>. Para participar debéis registraos en el juego: seguid las instrucciones de los organizadores
hu_hu: Kedves %FULL_NAME%! Üdvözöl a <b>Code Hunting Games</b> játék bot. A játékban való részvételhez regisztrálnod kell egy játékra: kövesd a szervezők által adott útmutatást!
it_it: Ciao, %FULL_NAME%! Benvenuto al bot dei <b>Code Hunting Games</b>. Per partecipare è necessario registrarsi ad un evento. Segui le indicazioni date dagli organizzatori.
sl_si: Zdravo, %FULL_NAME%! Ste pripravljeni za igro <b>Lova na kodo</b>? Najprej se morate registrirati - organizator igre vam lahko pri tem pomaga.
sv_se: Hej %FULL_NAME%! Välkommen till <b>Kodjakts</b> botten. För att vara med och spela så måste du registrera dig. Följ instruktionerna du fått från organisatörerna.

# cmd_start_registered
source: Welcome back, %FULL_NAME%! This is the <b>Code Hunting Games</b> bot.
el_gr: Καλωσήρθατε πάλι, %FULL_NAME%! Αυτή είναι η ομάδα του <b>Code Hunting Games</b>.
es_es: Bienvenidos de nevo, %FULL_NAME%! Este es el bot <b>Code Hunting Games</b>
hu_hu: Üdv újra %FULL_NAME%! Ez a<b>Code Hunting Games</b> játék botja.
it_it: Bentornato, %FULL_NAME%! Questo è il bot dedicato ai <b>Code Hunting Games</b>.
sl_si: Dobrodošli nazaj, %FULL_NAME%! Tukaj bot igrice <b>Lov na kodo</b>.
sv_se: Välkommen tillbaka %FULL_NAME%! Detta är <b>Kodjakts</b>botten.

# cmd_start_prize_invalid
source: Hmmm, you appear to have found the prize, but <i>too</i> soon! 🤔
el_gr: Χμμμμ, μάλλον βρήκατε το βραβείο αλλά ίσως <i>πολύ</i> σύντομα! 🤔
es_es: Hmmm, parece que habéis encontrado el premio, pero <i>demasiado</i> pronto! 🤔
hu_hu: Hmmm, úgy tűnik, megtaláltad a nyereményt, de sajnos <i>túl</i> korán! 🤔
it_it: Hmmm, sembra che abbiate trovato il premio prima del tempo! 🤔
sl_si: Hmmm, izgleda, da ste nagrado odkrili prehitro!? 🤔
sv_se: Hmmm, du verkar ha hittat priset men för tidigt. 🤔

# cmd_start_prize_first
source: 🎉 <b>Congratulations!</b> 🎉 You solved the last puzzle correctly and you’re the first team to complete the game! 🏁
el_gr: 🎉 <b>Συγχαρητήρια!</b> 🎉 Λύσατε τον τελευταίο γρίφο σωστά και είσαστε η πρώτη ομάδα που ολοκλήρωσε το παιχνίδι! 🏁
es_es: 🎉 <b>Felicidades!</b> 🎉 Habéis resuelto el último reto correctamente y sois el primer equipo en completar el juego! 🏁
hu_hu: 🎉 <b>Gratulálunk!</b> 🎉 Helyesen megoldottátok az utolsó feladványt és a ti csapatotok teljesítette elsőként a küldetést! 🏁
it_it: 🎉 <b>Complimenti!</b> 🎉 Avete risolto l’ultimo indovinello ed avete completato il gioco per primi! 🏁
sl_si: 🎉 <b>Čestitke!</b> 🎉 Rešili ste zadnjo uganka, bili ste najhitrejši med vsemi ekipami! 🏁
sv_se: 🎉 <b>Grattis!</b> 🎉 Ni har löst det sista pusslet korrekt och ni är det första laget att klara hela spelet! 🏁

# cmd_start_prize_not_first
source: 🎉 <b>Congratulations!</b> 🎉 You are team number %INDEX% to solve the last puzzle correctly and to complete the game! 🏁
el_gr: 🎉 <b>Συγχαρητήρια!</b> 🎉 Είστε η %INDEX%η ομάδα που κατάφερε να λύσει τον τελευταίο γρίφο σωστά και ολοκλήρωσε το παιχνίδι! 🏁
es_es: 🎉 <b>Felicidades!</b> 🎉 Sois el equipo número %INDEX% en solucionar correctamente el último reto i completar el juego! 🏁
hu_hu: 🎉 <b>Gratulálunk!</b> 🎉 A csapatotok %INDEX%. a sorban, akik helyesen oldották meg az utolsó feladványt is és teljesítették a küldetést! 🏁
it_it: 🎉 <b>Complimenti!</b> 🎉 Siete il %INDEX%° gruppo a risolvere l’ultimo indovinello ed avete quindi completato il gioco con successo! 🏁
sl_si: 🎉 <b>Čestitke!</b> 🎉 Vaša ekipa %INDEX% je pravilno rešila še zadnjo uganko in uspešno zaključila igro! 🏁
sv_se: 🎉 <b>Grattis!</b> 🎉 Ni är lag nummer %INDEX% att lösa det sista pusslet rätt och fullföljt spelet! 🏁

# cmd_start_prize_channel_first
source: 🏁 <b>Team “%GROUP_NAME%” is the first to complete the game! Congratulations!</b>
el_gr: 🏁 <b>Η ομάδα “%GROUP_NAME%” είναι η πρώτη που κατάφερε να ολοκληρώσει το παιχνίδι! Συγχαρητήρια!</b>
es_es: 🏁 <b>El equipo “%GROUP_NAME%” es el primero en completar el juego! Felicidades!</b>
hu_hu: 🏁 <b>A “%GROUP_NAME%” csapat teljesítette elsőként a küldetést és fejezte be a játékot! Gratulálunk!</b>
it_it: 🏁 <b>Il gruppo “%GROUP_NAME%” ha completato il gioco per primo! Congratulazioni!</b>
sl_si: 🏁 <b>Ekipa “%GROUP_NAME%” je prva zaključila igro. Čestitke!</b>
sv_se: 🏁 <b>Lag “%GROUP_NAME%” är det första att fullfölja spelet! Grattis!</b>

# cmd_start_prize_channel_not_first
source: 🏁 <b>Team “%GROUP_NAME%” is number %INDEX% finishing the game!</b>
el_gr: 🏁 <b>Η ομάδα “%GROUP_NAME%” είναι η %INDEX%η που ολοκλήρωσε το παιχνίδι!</b>
es_es: 🏁 <b>El equipo “%GROUP_NAME%” es el númbero %INDEX% en acabar el juego!</b>
hu_hu: 🏁 <b>A “%GROUP_NAME%” csapat helyezése: %INDEX%.</b>
it_it: 🏁 <b>Il gruppo “%GROUP_NAME%” è il %INDEX%° a completare il gioco!</b>
sl_si: 🏁 <b>Ekipa “%GROUP_NAME%” je igro zaključila na %INDEX%. mestu! Čestitke!</b>
sv_se: 🏁 <b>Lag “%GROUP_NAME%” är nummer %INDEX% att slutföra spelet!</b>

# cmd_start_location_reached_first
source: Let’s begin! 🎉
el_gr: Ας ξεκινήσουμε! 🎉
es_es: Empecemos! 🎉
hu_hu: Kezdjük a játékot! 🎉
it_it: Iniziamo col gioco! 🎉
sl_si: No, pa začnimo! 🎉
sv_se: Låt oss börja! 🎉

# cmd_start_location_reached
source: Well done, you found the right spot!
el_gr: Μπράβο βρήκατε την πρώτη τοποθεσία!
es_es: Bien hecho, habéis encontrado el lugar correcto!
hu_hu: Ügyes! Megtaláltátok a megfelelő helyet!
it_it: Bravi, avete trovato il posto giusto!
sl_si: Odlično, našli ste pravo lokacijo!
sv_se: Bra jobbat du har hittat den första platsen!

# cmd_start_location_reached_last
source: Great, you have reached the <b>last location</b>!
el_gr: Πολύ ωραία, έχετε φτάσει στην <b>τελευταία τοποθεσία</b>!
es_es: Genial, habéis llegado a la <b>última posición</b>!
hu_hu: Nagyszerű, elértétek az <b>utolsó helyszínt</b>!
it_it: Bravi, avete raggiunto l’<b>ultima tappa</b>!
sl_si: Super, našli ste še <b>zadnjo lokacijo</b>!
sv_se: Bra jobbat ni har nått den <b>sista platsen</b>!

# cmd_start_location_unexpected
source: I don’t need to know where you are, right now! Please follow the instructions.
el_gr: Δεν χρειάζεται να γνωρίζω που βρίσκεστε τώρα. Παρακαλώ ακολουθείστε τις οδηγίες.
es_es: No necesito saber donde estáis en este momento! Seguid las instrucciones
hu_hu: Nem kell tudnunk, hogy hol vagy most! Kövesd az útmutatást!
it_it: Ok! Ma ora non mi serve sapere dove siete! Seguite le istruzioni per piacere.
sl_si: Ne vem, kje se nahajate. Preverite lokacijo še enkrat in sledite navodilom igre. 🗺
sv_se: Jag behöver inte veta vart ni är just nu! Snälla följ instruktionerna.

# cmd_start_location_wrong
source: It looks like you scanned the wrong code! Did you end up in the wrong place? 😒
el_gr: Μάλλον σαρώσατε λάθος κωδικό! Μήπως έχετε πάει σε λάθος μέρος; 😒
es_es: Parece que habéis escaneado el código erróneo! Habéis finalizado en un lugar incorrecto? 😒
hu_hu: Úgy tűnik, hogy egy hibás kódot olvastál be. Lehet, hogy rossz helyen vagytok? 😒
it_it: Sembra che tu abbia scansionato il QR Code sbagliato! Forse sei finito nel posto sbagliato? 😒
sl_si: Izgleda, da ste poskenirali napačno kodo. Je možno, da ste se znašli na napačni lokaciji? 😒
sv_se: Det ser ut som om du scannat fel kod! Är du kanske på fel plats. 🙁

# cmd_start_wrong_payload
source: Sorry, I didn’t understand that. Did you scan the wrong code?
el_gr: Συγγνώμη, δεν το κατάλαβα αυτό. Μήπως σαρώσατε λάθος κωδικό;
es_es: No entiendo el comando. Habéis escaneado el código correcto?
hu_hu: Sajnálom, de nem tudom értelmezni. Lehet, hogy rossz kódot olvastatok be?
it_it: Non ho capito il comando: hai scansionato il codice corretto?
sl_si: Joj, tega pa ne razumem. Ste morda poskenirali napačno kodo?
sv_se: Jag är ledsen men jag förstod inte det där. Har du scannat fel kod?

# cmd_register_confirm
source: Welcome to <b>%GAME_NAME%</b>! 🎉 Let’s start by registering your team.
el_gr: Καλωσήρθατε στο <b>%GAME_NAME%</b>! 🎉 Ας αρχίσουμε με την εγγραφή της ομάδας σας.
es_es: Bienvenidos al <b>%GAME_NAME%</b>! 🎉 Empezad registrando vuestro equipo
hu_hu: Üdvözöllek <b>%GAME_NAME%</b>! 🎉 Kezdjük a csapat regisztrációját!
it_it: Benvenuti a <b>%GAME_NAME%</b>! 🎉 Cerchiamo di registrare il vostro gruppo al gioco.
sl_si: Dobrodošli v igri <b>%GAME_NAME%</b>! 🎉 Začnete tako, da registrirate svojo ekipo.
sv_se: Välkommen till <b>%GAME_NAME%</b>! 🎉 Låt oss börja med att registrera ert lag.

# cmd_register_registered
source: Your registration request has been received. 👍
el_gr: Το αίτημα εγγραφής σας έχει παραληφθεί. 👍
es_es: Vuestra petición de registro ha sido recibida. 👍
hu_hu: A regisztrációs kérést megkaptuk. 👍
it_it: La tua domanda di registrazione è stata ricevuta. 👍
sl_si: Prejeli smo zahtevo za registracijo vaše skupine. 👍
sv_se: Er förfrågan har mottagits. 👍

# cmd_register_game_unallowed
source: The “%GAME_NAME%” game is over. 🏁 See you at the next <i>Code Hunting Game</i>!
el_gr: Το παιχνίδι “%GAME_NAME%” έχει τελειώσει. 🏁 Τα λέμε ξανά στο επόμενο <i>Code Hunting Game</i>!
es_es: Disculpad, no os podéis registrar a este juego ahora
it_it: Spiacente, la partita “%GAME_NAME%” si è conclusa. 🏁 Ci vediamo al prossimo <i>Code Hunting Game</i>!
sl_si: Oprostite, prijava v igro trenutno ni možna.

# cmd_register_game_unallowed_not_ready
source: The game “%GAME_NAME%” has not yet been activated. Follow instructions by the organizers.
el_gr: Το παιχνίδι “%GAME_NAME%” δεν έχει ξεκινήσει ακόμα. Ακολουθείστε τις οδηγίες των διοργανωτών.
es_es: El juego “%GAME_NAME%” todavía no está activo. Seguid las instrucciones de la organización
it_it: La partita “%GAME_NAME%” non è stata ancora attivata. Segui le istruzioni degli organizzatori.

# cmd_register_game_unallowed_event
source: Sorry, the event “%EVENT_NAME%” is over.
el_gr: Συγγνώμη, το παιχνίδι “%EVENT_NAME%” έχει τελειώσει.
es_es: El evento “%EVENT_NAME%” ha finalizado
it_it: Spiacente, l’evento “%EVENT_NAME%” si è concluso.

# cmd_register_game_unallowed_event_not_ready
source: The event “%EVENT_NAME%” has not started yet.
el_gr: Το παιχνίδι “%EVENT_NAME%” δεν έχει ξεκινήσει ακόμα.
es_es: El evento “%EVENT_NAME%” todavía no ha empezado
it_it: L’evento “%EVENT_NAME%” non è ancora cominciato.

# registration_new_state
source: Are you ready to play? To be sure, I’ll ask you a simple coding question. (The rules are based on the <a href="http://codemooc.org/codyroby/">CodyRoby</a> game.)
el_gr: Είστε έτοιμοι να παίξετε; Για να σιγουρευτώ, θα σας ρωτήσω κάτι απλό. (Οι κανόνες βασίζονται στο παιχνίδι <a href="http://codemooc.org/codyroby/">CodyRoby</a>.)
es_es: Listos para jugar? Para estar seguros os haré una pregunta simple sobre programación. (Las reglas están basadas en el juego <a href="http://codemooc.org/codyroby/">CodyRoby</a>)
hu_hu: Készen álltok a játékra? A biztonság kedvéért felteszek egy egyszerű kódolásos kérdést. (A szabályok megegyeznek a <a href="http://codemooc.org/codyroby/">CodyRoby</a> játék szabályaival.)
it_it: Ma siete veramente pronti per il gioco? Per esserne certi farò una domanda semplice semplice per iniziare. (Le regole sono basate su <a href="http://codemooc.org/codyroby/">CodyRoby</a>.)
sl_si: Ste pripravljeni? Da se prepričam o tem, vam bom zastavil preprosto programersko uganko. (Tukaj veljajo podobna pravila kot v igrici <a href="http://codemooc.org/codyroby/">CodyRoby</a>.)
sv_se: Är ni redo att spela? För att vara säker ska jag fråga dig en enkel programmeringsfråga. (Reglerna är baserad på <a href="http://codemooc.org/codyroby/">CodyRoby</a>.)

# registration_new_state_caption
source: Where does Roby end up, following the instructions on the cards? (A, B, or C)
el_gr: Σε ποιο τετράγωνο σταματά ο Roby, όταν ακολουθήσει τις εντολές των καρτών; (A, B, ή C)
es_es: Donde llega Roby siguiendo las instrucciones de las cartas? (A, B, or C)
hu_hu: Hova jut el Roby, ha a kártyákon levő utasításokat követi? (A, B vagy C)
it_it: Dove arriva Roby seguendo le indicazioni delle carte? (A, B, o C)
sl_si: Kje bo končal Roby, če bo sledil navodilom na kartici? (Odgovorite z A, B ali C)
sv_se: Vart kommer Roby att hamna om hen följer instruktionerna på korten? (A, B, or C)

# registration_new_response_correct
source: <i>Correct!</i> You appear to be a sentient human. (Or a very well-made robot, who knows. 🤖)
el_gr: <i>Σωστό!</i> Φαίνεται ότι είστε έξυπνοι άνθρωποι. ( Ή πολύ καλοφτιαγμένα ρομπότ, ποιος να ξέρει. 🤖)
es_es: <i>Correcto!</i> Parecéis unos seres humanos muy sensibles. (o unos robots muy bien construidos, quien sabe 🤖)
hu_hu: <i>Helyes!</i> Úgy tűnik, hogy egy érző humanoid vagy. (Esetleg egy nagyon fejlett robot, ki tudja. 🤖)
it_it: <i>Esatto!</i> Sei un umano senziente quindi. (Oppure un robot piuttosto abile, chissà. 🤖)
sl_si: <i>Pravilno!</i> Izgleda, da ste čisto pravi človek. (Ali pa robot, ki se zna zelo dobro pretvarjati. 🤖)
sv_se: <i>Rätt!</i> Du verkar vara en riktig människa. (Eller en väldigt välprogrammerad robot, vem vet. 🤖)

# registration_new_response_wrong
source: <i>Wrong!</i> Check and try again.
el_gr: <i>Λάθος!</i> Δοκίμασε ξανά πιο προσεκτικά.
es_es: Verificad i provad de nuevo
hu_hu: <i>Hibás!</i> Ellenőrizzétek és próbáljátok újra!
it_it: <i>Sbagliato!</i> Verifica attentamente e ritenta.
sl_si: <i>Napačen odgovor!</i> Dobro poglejte, premislite in poskusite še enkrat.
sv_se: <i>Fel!</i> Checka och försök igen.

# registration_verified_state
source: Please choose a name for your team. Something terrifying, perhaps. What name do you choose?
el_gr: Παρακαλώ σκεφτείτε ένα όνομα για την ομάδα σας. Ποιο όνομα διαλέξατε;
es_es: Elegid un nombre para vuestro equipo. Quizá alguna cosa que infunda terror a vuestros adversarios. Qué nombre elegís?
hu_hu: Kérlek válasszatok csapatnevet! Talán egy tekintélyt parancsoló név lesz az. Milyen nevet választottatok?
it_it: Ora dovete soltanto assegnare un nome avvincente al vostro gruppo. Qualcosa che incuta terrore agli avversari, forse. Che nome scegliete?
sl_si: Svoji ekipi določite ime. Izberite npr. kaj zastrašujočega. 👻 No, že veste, kako se boste imenovali?
sv_se: Välj ett namn för ert lag. Kanske något skrämmande. Vad väljer ni för namn?

# registration_verified_response_ok
source: Ok, “%GROUP_NAME%” sounds good! You are team number %GROUP_COUNT%.
el_gr: OΚ, το “%GROUP_NAME%” φαίνεται ωραίο! Είστε η ομάδα με αριθμό %GROUP_COUNT%.
es_es: Ok, “%GROUP_NAME%” sueba bien! Sois el equipo número %GROUP_COUNT%
hu_hu: Ok, “%GROUP_NAME%” jól hangzik! A helyezésetek %GROUP_COUNT%.
it_it: Ok, “%GROUP_NAME%” suona bene! Siete il %GROUP_COUNT%° gruppo a registrarsi per il gioco.
sl_si: Ok, “%GROUP_NAME%” zveni dobro! Vi ste %GROUP_COUNT%. ekipa.
sv_se: Ok, “%GROUP_NAME%” det låter bra! Ni är lag nummer %GROUP_COUNT%.

# registration_verified_response_invalid
source: That doesn’t look like a valid name. What name do you choose for your team?
el_gr: Αυτό το όνομα δεν είναι δεκτό. Ποιο όνομα διαλέξατε για την ομάδα σας;
es_es: Este no parece un nombre válido. Qué nombre elegís para vuestro equipo?
hu_hu: Úgy tűnik, ez nem egy érvényes név. Milyen nevet választotok a csapatnak?
it_it: Non mi sembra un nome valido. Come volete che il vostro gruppo si chiami?
sl_si: S tem imenom mi povzročate preglavice. Izberite kakšno drugo ime, prosim.
sv_se: Det där verkar inte vara ett godkänt namn. Vilket namn väljer ni för ert lag?

# registration_name_state
source: How many people are there in your team (yourself included)?
el_gr: Από πόσα μέλη αποτελείται η ομάδα σας;
es_es: Cuántos sois en tu equipo (incluído tú)?
hu_hu: Hány főből áll a csapatod (magadat is beleértve)?
it_it: Mi potete scrivere quanti componenti ci sono nel gruppo?
sl_si: Koliko vas je vseh skupaj v ekipi?
sv_se: Hur många personer är ni i ert lag (inklusive dig själv)?

# registration_name_response_invalid
source: Just send the number, please.
el_gr: Στείλτε μόνο τον αριθμό, παρακαλώ.
es_es: El número de participantes debe ser un valor numérico
hu_hu: Csak egy számot küldj, kérlek.
it_it: Il numero di partecipanti va specificato in cifre, per favore.
sl_si: Zapišite s števkami, prosim.
sv_se: Var snäll och skicka en siffra.

# registration_name_response_toofew
source: A team must be composed of at least <b>2</b> people!
el_gr: Μια ομάδα πρέπει να έχει τουλάχιστον <b>2</b> μέλη!
es_es: Un equipo debe estar formado por un mínimo de <b>2</b> personas!
hu_hu: Egy csapat legalább <b>2</b> tagból kell, hogy álljon!
it_it: Il numero minimo di partecipanti per squadra è <b>2</b>!
sl_si: V ekipi morata biti vsaj <b>2</b> člana - hitro poiščite partnerja! 👫 👭 👬
sv_se: Ett lag måste bestå av minst <b>2</b> personer!

# registration_name_response_toomany
source: The maximum allowed number of people per team is <b>20</b>!
el_gr: Μια ομάδα μπορεί να έχει μέχρι <b>20</b> μέλη, το πολύ!
es_es: El máximo número de personas por equipo es <b>20</b>!
hu_hu: A csapat maximális létszáma <b>20</b> fő!
it_it: Il numero massimo di partecipanti per squadra è <b>20</b>!
sl_si: Ekipa lahko šteje največ <b>20</b> članov.
sv_se: Max antal personer i ett lag är <b>20</b>!

# registration_name_response_ok
source: Your team of %NUMBER% players is confirmed!
el_gr: Η ομάδα σου των %NUMBER% μελών έχει επιβεβαιωθεί!
es_es: Vuestro equipo de %NUMBER% jugadores está confirmado!
hu_hu: A te %NUMBER% tagú csapatodat elfogadtuk.
it_it: Hai appena confermato per %NUMBER% partecipanti!
sl_si: Potrjujem - število članov v vaši ekipi je: %NUMBER%
sv_se: Ert lag med %NUMBER% spelare är godkänt !

# registration_number_state
source: Please send an avatar or a picture of your team.
el_gr: Παρακαλώ στείλτε ένα σκίτσο ή μια φωτογραφία της ομάδας σας.
es_es: Por favor, enviad un avatar o una imagen de vuestro equipo
hu_hu: Kérlek, küldj egy ikont vagy egy csapatképet!
it_it: Mi potete mandare ora una foto o un’immagine da usare come icona del gruppo?
sl_si: Pošljite mi avatarja oziroma sliko, ki predstavlja vašo ekipo.
sv_se: Skicka en avatar eller en bild av ert lag.

# registration_number_response_ok
source: Looking good! The team “%GROUP_NAME%” is registered. 👍
el_gr: Ωραίο φαίνεται! Η ομάδα “%GROUP_NAME%” έχει εγγραφεί. 👍
es_es: Genial! El equipo “%GROUP_NAME%” está registrado. 👍
hu_hu: Jónak tűnik! A “%GROUP_NAME%” nevű csapatot regisztráltuk. 👍
it_it: Bella foto! Il gruppo “%GROUP_NAME%” è registrato. 👍
sl_si: Odlično! Ekipa “%GROUP_NAME%” je registrirana. 👍
sv_se: Ser bra ut! Lag “%GROUP_NAME%”är registrerat. 👍

# registration_number_response_invalid
source: Whoops, something went wrong. Please send an image of your team.
el_gr: Ωωωωωωπ κάτι πήγε στραβά. Παρακαλώ στείλτε μια φωτογραφία της ομάδας σας.
es_es: Alguna cosa no ha ido bien. Por favor, enviad una imagen de vuestro equipo.
hu_hu: Hoppá, valami gond van. Kérlek, küldjetek egy fotót a csapatról!
it_it: Si è verificato un errore. Inviate un’immagine da usare come icona del gruppo, per favore.
sl_si: Joj, nekaj je šlo narobe. Pošljite sliko vaše ekipe.
sv_se: Whoops, någonting gick fel. Var snäll och skicka en bild på ert lag.
