Repository: CodeMOOC/TreasureHuntBot
Catalog: translation/*/LC_MESSAGES/text.po
Languages: el_gr, es_es, hu_hu, it_it, sl_si, sv_se

# registration_ready_state_with_channel
source: Everything OK! Please make sure to be registered to the %GAME_CHANNEL% channel and follow the instructions.
el_gr: Όλα OK! Παρακαλώ βεβαιωθείτε ότι έχετε εγγραφεί στο κανάλι %GAME_CHANNEL% και ακολουθείστε τις οδηγίες.
es_es: Todo ha ido bien! Verificad vuestro registro al canal %GAME_CHANNEL% y seguid las instrucciones
hu_hu: Minden OK! Kérlek, regisztráljatok a(z) %GAME_CHANNEL% játék csatornára és kövessétek az utasításokat.
it_it: Tutto ok! Assicuratevi di essere iscritti al canale %GAME_CHANNEL% e seguite le istruzioni che vi verranno date.
sl_si: Vse je pod nadzorom! Prepričajte se, da ste se vpisali v kanal %GAME_CHANNEL% in sledite navodilom.
sv_se: Allt är OK! Kolla upp så att ni blir registrerade till %GAME_CHANNEL% kanalen och följ instruktionerna.

# registration_ready_state_without_channel
source: Everything OK! Follow the instructions you will be given by the organizers.
el_gr: Όλα OK! Ακολουθείστε τις οδηγίες των διοργανωτών.
es_es: Todo ok! Seguid las instrucciones que os han enviado la organización
hu_hu: Minden rendben! Kövessétek a szervezők által adott utasításokat!
it_it: Tutto ok! Seguite le istruzioni che vi verranno date dagli organizzatori.
sl_si: Vse ok! Sedaj počakajte na navodila organizatorja igre.
sv_se: Allt är OK! Följ instruktionerna som du får av organisatören.

# game_location_state
source: Find the assigned location and look for a QR Code!
el_gr: Πηγαίνετε στην κατάλληλη τοποθεσία και ψάξτε για το χαρτί με τον κωδικό QR!
es_es: Id al lugar que tenéis asignado y buscad un código QR!
hu_hu: Keressétek meg a megadott helyet és ott keressétek meg a QR-kódot!
it_it: Raggiungete il punto assegnato e trovate il QR Code!
sl_si: Najdite lokacijo in tam poiščite QR kodo!
sv_se: Gå till den anvisade platsen och leta efter en QR-kod!

# game_selfie_state
source: Send a nice <i>selfie</i> of your team! (Grimaces are allowed. Make sure you all fit in the center of the picture.)
el_gr: Φωτογραφίστε κάτι χαρακτηριστικό εκεί που βρίσκεστε και στείλτε το!
es_es: Enviad un bonito <i>selfie</i> de vuestro equipo (Aseguraos que todos cabéis en el centro de la foto)
hu_hu: Küldjetek egy szép <i>szelfit</i> a csapatról! (A grimaszolás megengedett :-) Figyeljetek arra, hogy mindenki legyen rajta a képen.)
it_it: Mandatemi un bel <i>selfie</i> di gruppo! (Sono ammesse smorfie e assicuratevi di essere tutti al centro della foto.)
sl_si: Naredite ekipni <i>selfi</i>! (Spakovanje je dovoljeno. Prepričajte pa se, da boste vsi na fotografiji.)
sv_se: Skicka en <i>selfie</i> av ert lag! (Grimaser är tillåtna. Se till så att ni alla ryms i bilden.)

# game_selfie_response_badge
source: Nice picture! Here’s your badge for the reached location.
el_gr: Ωραία φωτογραφία! Ορίστε το βραβείο σας που φτάσατε στη σωστή τοποθεσία.
es_es: Bonita foto! Aquí tenéis vuestro badge de esta localización
hu_hu: Szép kép! Itt a kitűzőtök a megtalált helyszínért.
it_it: Bellissima foto! Ecco il distintivo per la tappa raggiunta.
sl_si: Dobra fotka! Podeljujem vam priznanje za opravljeno nalogo.
sv_se: Fin bild! Här är eran badge för att ni nått fram till platsen.

# game_selfie_response_ok
source: Nice picture!
el_gr: Ωραία φωτογραφία!
es_es: Bonita foto!
hu_hu: Szép fotó!
it_it: Bellissima foto!
sl_si: Dobra fotka!
sv_se: Fin bild!

# game_selfie_forward_caption
source: Team “%GROUP_NAME%” reached location number %INDEX%!
el_gr: Η ομάδα “%GROUP_NAME%” έφτασε στην τοποθεσία %INDEX%!
es_es: El equipo “%GROUP_NAME%” ha alcanzado la localización número %INDEX%!
hu_hu: A “%GROUP_NAME%” csapat elérte a(z) %INDEX%. helyszínt.
it_it: Il gruppo “%GROUP_NAME%” raggiunge la %INDEX%a tappa!
sl_si: Ekipa “%GROUP_NAME%” je našla lokacijo št. %INDEX%!
sv_se: Lag “%GROUP_NAME%” har nått plats nummer %INDEX%!

# game_puzzle_state
source: Write the answer to the puzzle here.
el_gr: Γράψτε εδώ την απάντηση του γρίφου.
es_es: Escribid la respuesta al reto aquí
hu_hu: Írd be ide a megoldást!
it_it: Scrivete qui la risposta al quesito appena inviato.
sl_si: Zapišite odgovor.
sv_se: Skriv svaret på pusslet här.

# game_puzzle_response_wait
source: Please wait for %SECONDS% more seconds before writing your answer again.
el_gr: Παρακαλώ περιμένετε %SECONDS% ακόμα δευτερόλεπτα προτού στείλετε ξανά την απάντησή σας.
es_es: Por favor, esperad %SECONDS% segundos más antes de escribir nuevamente la respuesta
hu_hu: Kérlek, várjatok még %SECONDS% másodpercig mielőtt újra elkülditek a választ!
it_it: Dovete aspettare altri %SECONDS% secondi prima di poter rispondere.
sl_si: Počakati morate še %SECONDS% sekund preden lahko ponovno odgovarjate.
sv_se: Nu får ni vänta i %SECONDS% sekunder till innan ni kan skriva ert svar igen.

# game_puzzle_response_wrong
source: Err… not really! 😩 I’m afraid your answer is not correct. Please wait for a couple of seconds before trying again… and think it through this time! 😉
el_gr: Εμμμμμ..... όχι ακριβώς! 😩 Η απάντησή σας δεν είναι σωστή. Παρακαλώ περιμένετε ένα λεπτό προτού απαντήσετε ξανά… και σκεφτείτε το όσο περιμένετε! 😉
es_es: No exactamente…! 😩 Me sabe mal, pero vuestra respuesta no es correcta. Esperad un minuto antes de provar de nuevo… y seguid pensando durante este rato! 😉
hu_hu: Hm… nem igazán! 😩 Attól tartok, a válasz nem helyes. Kérlek, várjatok egy percig, mielőtt újra megpróbáljátok a válaszadást… addig gondoljátok át a megoldást! 😉
it_it: Ehm… Non proprio! 😩 Purtroppo avete sbagliato e dovrete aspettare un minuto prima di poter dare un’altra risposta… Giusto il tempo di pensare alla soluzione corretta! 😉
sl_si: Ah... ne! 😩 Vaš odgovor ni pravilen. Počakajte minuto in vmes dobro premislite, kakšen je pravi odgovor! 💪
sv_se: Err… inte riktigt! 😩 Jag är ledsen men ditt svar är inte rätt. Nu måste du vänta i en minut innan du kan skriva ditt svar igen… och tänk noga igenom ditt svar denna gång! 😉

# game_puzzle_response_correct
source: That’s right!
el_gr: Σωστό!
es_es: Correcto!
hu_hu: Helyes! Gratulálok!
it_it: Risposta azzeccata!
sl_si: Rešitev je pravilna, čestitke!

# game_last_location_state
source: Almost there… Quick, get to the <i>last</i> location!
el_gr: Κοντεύετε… Γρήγορα, πηγαίνετε στην <i>τελευταία</i> τοποθεσία!
es_es: Ya casi estáis… Rápido, id hacia el <i>último</i> punto!
hu_hu: Majdnem megvan… Gyorsan igyekezzetek az <i>utolsó</i> helyszínre!
it_it: Manca pochissimo alla conclusione della gara… raggiungete l’ultima tappa!
sl_si: Skoraj ste že na cilju … Hitro poiščite <i>zadnjo</i> lokacijo!
sv_se: Nästan där… Skynda dig att ta dig till den <i>sista</i> platsen!

# game_last_selfie_state
source: Almost there: send me one last <i>selfie</i> to celebrate your imminent victory!
el_gr: Σχεδόν τελειώσατε: στείλτε μια τελευταία <i>φωτογραφία</i> για να γιορτάσετε τη νίκη που πλησιάζει!
es_es: Ya casi estáis: enviad una última <i>selfie</i> para celebrar vuestra inminente victoria!
hu_hu: Majdnem kész: küldjetek el egy utolsó <i>szelfit</i>, hogy megünnepeljétek a győzelmet!
it_it: Ci siamo quasi: mandatemi un ultimo <i>selfie</i> di gruppo per celebrare il vostro arrivo!
sl_si: Skoraj smo že gotovi: pošljite mi še zadnji <i>selfi</i>. Poskrbite, da boste izgledali zmagoslavno!
sv_se: Nästan där: skicka mig en sista <i>selfie</i> för att fira er nära förestående seger!

# game_last_selfie_response_ok
source: Great picture!
el_gr: Τέλεια φωτογραφία!
es_es: Gran foto!
hu_hu: Szép fotó!
it_it: Bellissima foto!
sl_si: Wow, kako lepo!
sv_se: Fin bild!

# game_last_selfie_forward_caption
source: Team “%GROUP_NAME%” reached the last location!
el_gr: Η ομάδα “%GROUP_NAME%” έφτασε στην τελευταία τοποθεσία!
es_es: El quipo “%GROUP_NAME%” ha alcanzado la última localización!
hu_hu: A(z) “%GROUP_NAME%” csapat utolsó helyezett lett!
it_it: Il gruppo “%GROUP_NAME%” raggiunge l’ultima tappa!
sl_si: Ekipa “%GROUP_NAME%” je našla zadnjo lokacijo!
sv_se: Lag “%GROUP_NAME%” har nått den sista platsen!

# game_last_puzzle_state
source: Solve the last puzzle by writing the answer here.
el_gr: Λύστε τον τελευταίο γρίφο γράφοντας την απάντηση εδώ.
es_es: Resolved el último reto y escribid la respuesta aquí
hu_hu: Oldjátok meg az utolsó feladványt és írjátok be a választ.
it_it: Risolvete l’ultimo indovinello digitando la risposta qui.
sl_si: Zapišite odgovor na zadnje vprašanje.
sv_se: Lös det sista pusslet genom att skriva ditt svar här.

# game_last_puzzle_instructions
source: By solving the previous puzzles you have collected precious hints, which you will need in order to solve the last puzzle of the game and win. Good luck! 😉
el_gr: Λύνοντας τους προηγούμενους γρίφους συγκεντρώσατε πολύτιμα στοιχεία, που θα σας χρειαστούν για να λύσετε τον τελευταίο γρίφο του παιχνιδιού και να νικήσετε. Καλή τύχη! 😉
es_es: Durante la resolución de los retos precedentes habéis recogido preciosas pistas que ahora necesitaréis para resolver el último reto del juego y ganar. Buena suerte! 😉
hu_hu: Az előző feladványok megoldásával értékes segítségeket gyűjtöttetek, amelyekre szükség lesz az utolsó feladvány megoldásához és a győzelemhez. Sok sikert! 😉
it_it: Risolvendo gli indovinelli delle tappe precedenti, avete raccolto dei preziosi indizi che vi serviranno per risolvere l’ultimo indovinello e quindi completare il gioco. Buona fortuna! 😉
sl_si: Med reševanjem prejšnjih nalog ste dobivali namige za rešitev zadnje naloge. Srečno! 😉
sv_se: Genom att lösa de tidigare pusslen så har du samlat värdefulla ledtrådar, som du behöver, för att lösa det sista pusslet i spelet och vinna. Lycka till! 😉

# game_last_puzzle_wrong
source: <i>Wrong!</i>
el_gr: <i>Λάθος!</i>
es_es: <i>Error!</i>
hu_hu: <i>Hibás!</i>
it_it: <i>Sbagliato!</i>
sl_si: <i>Jejhata, napačen odgovor!</i>
sv_se: <i>Fel!</i>

# game_won_state
source: You completed the '%GAME_NAME%' game!
el_gr: Ολοκληρώσατε το παιχνίδι '%GAME_NAME%'!
es_es: Habéis completado el juego '%GAME_NAME%'!
hu_hu: Befejezted a '%GAME_NAME%' játékot!
it_it: Avete completato il gioco '%GAME_NAME%'!
sl_si: Zaključili ste igro '%GAME_NAME%'!
sv_se: Du har fullföljt '%GAME_NAME%' spelet!

# fallback_response
source: Sorry, I didn’t understand your request.
el_gr: Συγγνώμη, δεν καταλαβαίνω τι μου ζητάτε.
es_es: Perdón, no he entendido tu petición
hu_hu: Sajnálom, nem értettem a kérést.
it_it: Scusami, non ho capito cosa intendi.
sl_si: Ne razumem vašega ukaza.
sv_se: Jag är ledsen men jag förstod inte din förfrågan.

# unrequested_photo
source: Thanks for the picture! Please send photos only when requested. 😉
el_gr: Ευχαριστώ για τη φωτογραφία αν και δεν σας το ζήτησα! 😉
es_es: Gracias por la imagen! Por favor, enviad fotografías solo cuando se os pidan 😉
hu_hu: Köszönjük a fotót! Kérlek, akkor küldjetek fotót, amikor kérem. 😉
it_it: Grazie per la foto! Ma inviami i tuoi <i>selfie</i> solo quando richiesto espressamente dal gioco. 😉
sl_si: Hvala za fotko - ampak ne vem, kam naj jo dam. Da ne bo zmede, prosim, če mi fotografijo pošljete le, kadar vas prosim zanjo. 😉
sv_se: Tack för bilden! Var snäll och skicka bara bilder när jag frågar efter dem. 😉

# unsupported_other
source: Hold on, hold on! I’n not <i>this</i> smart, yet, and I cannot handle these messages. Please only send text or photos.
el_gr: Περιμένετε, περιμένετε! Δεν είμαι <i>τόσο</i> έξυπνος, ακόμα, και δεν καταλαβαίνω αυτά που λέτε. Παρακαλώ μόνο γράμματα και φωτογραφίες.
es_es: Esperad, esperad! Todavía no soy <i>tan</i> inteligente, y no puedo gestionar todos estos mensajes. Por favor, enviad solo texto y fotos
hu_hu: Várjatok! Még nem vagyok <i>ennyire</i> okos, nem értem ezeket az üzeneteket. Kérlek, csak szöveget és fotót küldjetek!
it_it: Piano Piano! Non sono così intelligente ancora! Purtroppo non gestisco questo tipo di messaggi. Inviami solo messaggi testuali o foto, per piacere.
sl_si: Lepo počasi, prosim. <i>Tako</i> pameten pa spet nisem, da bi obvladal toliko podatkov naenkrat. Prosim, pošiljajte mi ločeno samo besedilo ali samo fotografijo.
sv_se: Vänta vänta! Jag är inte <i>så</i> smart, ännu, och jag kan inte hantera de här meddelandena. Var snäll och skicka bara text och bilder.

# deactivated
source: No <i>Code Hunting Game</i> is running at the moment. We’ll be back soon, in the meantime you can <a href="http://informatica.uniurb.it/en/treasurehuntbot/">read the story of this bot</a>. <i>Stay tuned!</i>
el_gr: Κανένα <i>Code Hunting Game</i> δεν εξελίσσεται αυτή τη στιγμή. Θα ξεκινήσουμε σύντομα, όσο περιμένετε μπορείτε να <a href="http://informatica.uniurb.it/en/treasurehuntbot/">διαβάσετε την ιστορία του </a>. <i>Υπομονή!</i>
es_es: No hay ningún <i>Code Hunting Game</i> funcionando ahora mismo. Volveremos muy pronto, durante este rato podéis <a href="http://informatica.uniurb.it/en/treasurehuntbot/">leer la historia de este bot</a>. <i>Manteneos conectados!</i>
hu_hu: Nem, a <i>Code Hunting Game</i> jelenleg fut. Hamarosan visszatérünk, addig <a href="http://informatica.uniurb.it/en/treasurehuntbot/">elolvashatod ennek a botnak a történetét</a>. <i>Álljatok készen!</i>
it_it: Al momento non ci sono sessioni di <i>Code Hunting Game</i> attive. Presto torneremo con altre novità, nel frattempo <a href="http://informatica.uniurb.it/una-caccia-al-tesoro-guidata-da-un-bot/">leggi la storia di questo bot</a>. <i>A presto!</i>
sl_si: Trenutno ne poteka nobena igra <i>Lova na kodo</i>. Kmalu se vrnemo - medtem pa lahko preberete <a href="http://informatica.uniurb.it/en/treasurehuntbot/">zgodbo o Code Hunting botu</a>. <i>Ostanite z nami!</i>
sv_se: Det är ingen <i>Kodjakt</i> igång just nu. Vi är snart tillbaka, under tiden kan du <a href="http://informatica.uniurb.it/en/treasurehuntbot/">läsa historien om den här boten</a>. <i>Var lugn och vänta!</i>

# questionnaire_init_question
source: Thanks for playing! We would like to ask you a couple of simple questions about the game. Once you answer all questions, we will send you a certificate for your victory. 🏅
el_gr: Ευχαριστώ που παίξατε! Θέλω να σας κάνω κάποιες ερωτήσεις. Όταν απαντήσετε όλες τις ερωτήσεις, θα σας στείλω το πιστοποιητικό της νίκης σας. 🏅
hu_hu: köszönjük, hogy játszottál! Szeretnénk egy pár egyszerű kérdést feltenni a játékról. Amennyiben minden kérdésre válaszolsz, megjutalmazunk egy oklevéllel. 🏅
it_it: Grazie per aver partecipato al gioco! Ora vorremmo farti qualche domanda relativa alla partita. Dopo aver ricevuto le risposte, ti invieremo un certificato per la tua vittoria. 🏅

# questionnaire_init_question_response
source: I’m ready!
el_gr: Είμαι έτοιμος!
it_it: Iniziamo!

# questionnaire_init_instructions
source: We will ask you 3 questions to which you can answer on a scale from 1 to 5. The fourth and last one if a free text question: if you prefer not to answer, please write “no”.
el_gr: Θα σας κάνω 3 ερωτήσεις στις οποίες θα απαντήσετε με ένα αριθμό από το 1 έως το 5. Η τέταρτη και τελευταία ερώτηση χρειάζεται να γράψετε κείμενο: αν δεν θέλετε να απαντήσετε γράψτε “no”.
it_it: Ti chiederemo 3 domande, alle quali dovrai rispondere su una scala da 1 a 5. La quarta e ultima domanda sarà aperta: se preferisci non rispondere, rispondi solo “no”.

# questionnaire_init_begin
source: Let’s begin!
el_gr: Ας αρχίσουμε!
it_it: Via con le domande!

# questionnaire_q1
source: 📝 I liked the treasure hunt game.
el_gr: 📝 Μου άρεσε το Code Hunting.
it_it: 📝 La caccia al tesoro mi è piaciuta.

# questionnaire_q2
source: 📝 The Telegram bot was easy to use and well-suited for the game.
el_gr: 📝Το Telegram ήταν εύκολο στη χρήση και ταιριαστό με το Code Hunting.
it_it: 📝 Il bot Telegram è stato facile da usare ed è adatto al tipo di gioco.

# questionnaire_q3
source: 📝 I understand how QR Codes work and how they interact with the bot.
el_gr: 📝 Καταλαβαίνω πώς δουλεύουν τα QR Codes και πώς συνεργάζονται με το Telegram.
it_it: 📝 Capisco come funzionano i QR Code e come interagiscono col bot.

# questionnaire_q4
source: 📝 Please write down any other comment or suggestion:
el_gr: 📝 Παρακαλώ γράψτε σχόλια και παρατηρήσεις:
it_it: 📝 Scrivi qui qualsiasi commento o suggerimento sul gioco ti venga in mente:

# questionnaire_likert_1
source: 1: strongly disagree
el_gr: 1: Διαφωνώ πολύ
it_it: 1: fortemente in disaccordo

# questionnaire_likert_2
source: 2: disagree
el_gr: 2: Διαφωνώ
it_it: 2: in disaccordo

# questionnaire_likert_3
source: 3: neutral
el_gr: 3: Αδιάφορο
it_it: 3: neutrale

# questionnaire_likert_4
source: 4: agree
el_gr: 4: Συμφωνώ
it_it: 4: in accordo

# questionnaire_likert_5
source: 5: strongly agree
el_gr: 5: Συμφωνώ πολύ
it_it: 5: fortemente in accordo

# questionnaire_free_confirmation
source: Suggestions registered. Do you wish to confirm?
el_gr: Οι προτάσεις σας καταχωρήθηκαν. Θέλετε να επιβεβαιώσετε τις προτάσεις σας;
it_it: Commento registrato. Confermi quanto scritto?

# questionnaire_free_confirmation_confirm_button
source: Yes
el_gr: Ναι
it_it: Sì

# questionnaire_free_confirmation_deny_button
source: No, let me try again
el_gr: Όχι, θέλω να δοκιμάσω ξανά.
it_it: No, voglio riprovare

# questionnaire_free_retry_prompt
source: Ok. Write down any comments or suggestion here:
el_gr: OΚ. Σημειώστε εδώ σχόλια και προτάσεις:
it_it: Ok. Scrivi qui il tuo commento o suggerimento:

# questionnaire_finish_generating
source: Thank you! 🙌 Generating your certificate…
el_gr: Ευχαριστώ! 🙌 Φτιάχνω το πιστοποιητικό σας…
it_it: Grazie! 🙌 Sto generando il tuo certificato…

# questionnaire_attachment_caption
source: Certificate for “%GROUP_NAME%”
el_gr: Πιστοποιητικό της ομάδας “%GROUP_NAME%”
it_it: Certificato per “%GROUP_NAME%”

# questionnaire_finish_thankyou
source: Thank you again for playing! 🙂
el_gr: Ευχαριστώ πολύ που παίξατε! 🙂
hu_hu: Köszönjük, hogy játszottál! 🙂
it_it: Grazie ancora per aver partecipato! 🙂
